driver-tests/bpelse/JavaEEIntegration/JavaEEToBP/BPJavaEEJBI/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bct="http://j2ee.netbeans.org/wsdl/BCtoBP">
  <soapenv:Body>
    <bct:InMsg>Sending Msg from BC:</bct:InMsg>
  </soapenv:Body>
</soapenv:Envelope>